Repository: JakubJT/PolWarmDictionary_Frontend
Catalog: Localization/Localization.*.resx
Languages: pl

# AboutPageTitle
source: About
pl: O słowniku

# AllWordsInPolish
source: In Polish
pl: Po polsku

# AllWordsInWarmian
source: In Warmian
pl: Po warmińsku

# AllWordsPartOfSpeech
source: Part of speech
pl: Część mowy

# AllWordsEdit
source: Edit
pl: Edytuj

# AllWordsDelete
source: Delete
pl: Usuń

# AllWordsPageTitle
source: All words
pl: Wszystkie słówka

# AllWordsHeading
source: All words from dictionary
pl: Wszystkie słowa ze słownika

# AllWordsAddNewWord
source: Add new word
pl: Dodaj nowe słowo

# AllWordsToastContent
source: Adding/editing of the word succeeded.
pl: Dodanie/edycja słowa powiodła sie.

# AllWordsModalTitle
source: Word deletion
pl: Usuwanie słowa

# AllWordsModalContent
source: Are you sure you want delete the word
pl: Na pewno chcesz usunąć słowo

# AllWordsGetWordsErrorNoContent
source: No words in database
pl: Brak słów w bazie danych

# AllWordsGetWordsErrorDefault
source: Displaying words failed -
pl: Wyświetlenie słów się nie powiodło -

# AllWordsDeleteWordErrorNotFound
source: Could not find the word "{0}" in the database
pl: Nie znaleziono słowa "{0}" w bazie danych

# AllWordsDeleteWordErrorDefault
source: Deletion of the word failed -
pl: Usunięcie słowa się nie powiodło -

# IndexPageTitle
source: Polish-Warmian Dictionary - Main Page
pl: Słownik Polsko-Warmiński - Strona Główna

# IndexDescription
source: Polish-Warmian and Warmian-Polish Dictionary online
pl: Słownik Polsko-Warmiński i Warmińsko-Polski online

# IndexHeading
source: Welcome to the Warmian-Polish/Polish-Warmian dictionary!
pl: Witajcie w słowniku warmińsko-polskim/polsko-warmińskim!

# IndexChangeStyleButton
source: Change the style of the search bar
pl: Zmień styl search bara

# IndexUserInfo1
source: To gain access to page "All words" and "Your word collections" use login:
pl: Żeby uzyskać dostęp do strony "Wszystkie słowa" i "Twoje kolekcje słów" podaj login:

# IndexUserInfo2
source: and password:
pl: i hasło:

# IndexAdminInfo1
source: To login as a administrator and gain additional access to the content of the page "Users" use login:
pl: Żeby zalogwać się jako administrator i uzyskać dodatkowo dostęp do zawartości strony "Użytkownicy" podaj login:

# IndexAdminInfo2
source: and password:
pl: i hasło:

# InterestingFactsPageTitle
source: Interesting facts about Warmian subdialect
pl: Ciekawostki o języku

# InterestingFactsContent
source: Some information about the subdialect
pl: Tutaj jakieś ciekawostki o języku

# UsersPageTitle
source: Users
pl: Użytkownicy

# UsersHeading
source: All active users of the dictionary
pl: Wszyscy aktywni użytkownicy słownika

# UsersUserInfoTitle
source: User
pl: Użytkownik

# UsersUserInfoName
source: Name and surname
pl: Imię i nazwisko

# UsersUserInfoNoEmail
source: no data
pl: brak danych

# UsersUserInfoCollectionNumber
source: Number of word collections
pl: Ilość kolekcji słów

# UsersGetUsersErrorUnauthorized
source: Only administrator can view active users.
pl: Tylko administrator ma możliwość przeglądać aktywnych użytkowników.

# UsersGetUsersErrorNoContent
source: There are no active users yet
pl: Nie ma jeszcze żadnych aktywnych użytkowników

# UsersGetUsersErrorDefault
source: Getting users failed -
pl: Pobranie użytkowników się nie powiodło -

# WarmianTextsPageTitle
source: Texts in Warmian
pl: Teksty po warmińsku

# WordGroupsPageTitle
source: Your word collections
pl: Twoje kolekcje słów

# WordGroupsHeading
source: Your all word collections
pl: Wszystkie twoje kolekcje słów

# WordGroupsCreateModalTitle
source: New colletion
pl: Nowa kolekcja

# WordGroupsToastContent
source: Creation/edit of the word collection succeeded.
pl: Uwtorzenie/edycja kolekcji słów powiodła sie.

# WordGroupsDeleteModalTitle
source: Deletion of the word collection
pl: Usuwanie kolekcji słów

# WordGroupsDeleteModalContent
source: Are you sure you want to delete the collection
pl: Na pewno chcesz usunąć kolekcję

# WordGroupsCreateNew
source: Create a new collection
pl: Utwórz nową grupę

# WordGroupsTableWordNumber
source: Words number
pl: Ilość słów

# WordGroupsTableName
source: Name
pl: Nazwa

# WordGroupsGetWordGroupsErrorNoContent
source: You haven't created any word collections yet.
pl: Nie masz jeszcze utworzonych żadnych kolekcji słów

# WordGroupsGetWordGroupsErrorDefault
source: Getting word collections failed -
pl: Pobranie kolekcji słów się nie powiodło -

# WordGroupsDeleteWordGroupErrorNotFound
source: Could not find the collection "{0}" in the database
pl: Nie znaleziono kolekcji "{0}" w bazie danych

# WordGroupsDeleteWordGroupErrorDefault
source: Deletion of the collection failed -
pl: Usunięcie kolekcji się nie powiodło -

# EditCreateWordFormInPolish
source: In Polish
pl: Po polsku

# EditCreateWordFormInWarmian
source: In Warmian
pl: Po warmińsku

# EditCreateWordFormPartOfSpeech
source: Part of speech
pl: Część mowy

# EditCreateWordFormChoosePartOfSpeech
source: Choose a part of speech...
pl: Wybierz część mowy...

# EditCreateWordFormNoun
source: Noun
pl: Rzeczownik

# EditCreateWordFormVerb
source: Verb
pl: Czasownik

# EditCreateWordFormAdjective
source: Adjective
pl: Przymiotnik

# EditCreateWordFormAdverb
source: Adverb
pl: Przysłówek

# EditCreateWordFormNumeral
source: Numeral
pl: Liczebnik

# EditCreateWordFormPronoun
source: Pronoun
pl: Zaimek

# EditCreateWordFormOther
source: Other
pl: Inna

# EditCreateWordFormErrorWordNotFound
source: Could not find the word in the database
pl: Nie znaleziono słowa w bazie danych

# EditCreateWordFormGetErrorDefault
source: Getting the word failed -
pl: Pobranie słowa się nie powiodło -

# EditCreateWordFormErrorWordConflict
source: already exists in the databse
pl: istnieje już bazie danych

# EditCreateWordFormErrorCreateWordDefault
source: Creation of the word failed -
pl: Utworzenie słowa się nie powiodło -

# EditCreateWordFormErrorEditWordDefault
source: Edit of the word failed -
pl: Edycja słowa się nie powiodła -

# EditCreateWordGroupCollectionName
source: Name of the collection:
pl: Nazwa kolekcji:

# EditCreateWordGroupWords
source: Words
pl: Słowa

# EditCreateWordGroupClose
source: Close
pl: Zamknij

# EditCreateWordGroupCreate
source: Create
pl: Utwórz

# EditCreateWordGroupBack
source: Back
pl: Wróć

# EditCreateWordGroupErrorGroupNotFound
source: Could not find the word collection in the database.
pl: Nie znaleziono kolekcji słów w bazie danych

# EditCreateWordGroupErrorGroupConflict
source: You already have a collection named
pl: Posiadasz już kolekcję o nazwie

# EditCreateWordGroupErrorDefault
source: Creation/edit of the word collection failed -
pl: Utworzenie/Edycja kolekcji słów się nie powiodła -

# EditCreateWordGroupErrorWordExists1
source: The word
pl: Słowo

# EditCreateWordGroupErrorWordExists2
source: is already in the collection.
pl: znajduje się już w kolekcji.

# MainLayoutAbout
source: About
pl: O słowniku

# NavMenuTitle
source: Polish-Warmian Dictionary
pl: Słownik Polsko-Warmiński

# NavMenuSearch
source: Search
pl: Szukaj

# NavMenuAllWords
source: All words
pl: Wszystkie słowa

# NavMenuYourWordCollections
source: Your word collections
pl: Twoje kolekcje słów

# NavMenuUsers
source: Users
pl: Użytkownicy

# NavMenuInterestingFacts
source: Interesting facts
pl: Ciekawostki o języku

# NavMenuWarmianTexts
source: Texts in Warmian
pl: Teksty po warmińsku

# LoginDisplayGreeting
source: Hello
pl: Witaj

# LoginDisplayLogin
source: Log out
pl: Wyloguj się

# LoginDisplayLogout
source: Log in
pl: Zaloguj się

# SearchChangeLanguage
source: Change language
pl: Zmień język

# SearchPolish
source: Polish
pl: Polski

# SearchWarmian
source: Warmian
pl: Warmiński

# SearchSearch
source: Search
pl: Szukaj

# SearchPartOfSpeech
source: Part of speech
pl: Część mowy

# SearchAdd
source: Add
pl: Dodaj

# SearchErrorNoContent
source: Could not fint the word "{0}" in the database
pl: Nie znaleziono słowa "{0}" w bazie danych

# SearchErrorDefault
source: Searching for the word failed -
pl: Wyszukanie słowa się nie powiodło -

# ErrorDefaultError
source: Something went wrong:
pl: Coś poszło nie tak:

source: Yes
pl: Tak

source: No
pl: Nie

source: Loading...
pl: Wczytywanie...

source: Edit
pl: Edytuj

source: Delete
pl: Usuń

source: Save
pl: Zapisz
